
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">通信およびダウンロードの実験を可能にする</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 以降</string>
      <string id="Pol_ProxyMode">プロキシ サーバーの設定をどのように指定するかを選択する</string>
      <string id="Name_ForceInstallsMachine">強制インストール (コンピューター全体)</string>
      <string id="Name_ManualUpdatesOnly">手動更新のみ</string>
      <string id="Pol_EdgePreview">Windows Insider Program のユーザーが Edge プレビューに登録できるようにする</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 以降</string>
      <string id="Explain_Applications">将来リリースされる Edge アプリケーションをサポートするには、更新された ADMX/ADML テンプレートが必要になります。</string>
      <string id="Name_DesktopShortcutDisabled">インストール時にデスクトップへのショートカットの作成を禁止する</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">既定の更新時にデスクトップへのショートカットを削除する</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Pol_ECSControl">実験および構成サービスとのアップデーターの通信を制御する</string>
      <string id="Explain_ECSControl">Microsoft Edge Update では、実験および構成サービスを使用して実験ペイロードを展開します。

実験ペイロードは、Microsoft がテストとフィードバックのために有効にしている開発初期の機能のリストで構成されています。

このポリシーを有効にした場合、実験および構成サービスから実験ペイロードがダウンロードされます。

このポリシーを無効にした場合、実験および構成サービスとの通信が完全に停止されます。

このポリシーを構成しなかった場合、管理対象デバイスでは、動作はポリシーを [無効] にしたときと同じになります。

このポリシーを構成しなかった場合、管理対象ではないデバイスでは、動作はポリシーを [有効] にしたときと同じになります。</string>
      <string id="Name_InstallsDisabled">インストールが無効になっています</string>
      <string id="Pol_TargetChannel">ターゲット チャネルの上書き</string>
      <string id="Pol_AllowInstallation">インストールを許可する</string>
      <string id="ProxyFixedServers_DropDown">固定のプロキシ サーバーを使用する</string>
      <string id="Explain_CreateDesktopShortcut">このポリシーを有効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットが作成されます。
  このポリシーを無効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットは作成されません。
  このポリシーを構成しない場合は、インストール中に Microsoft Edge のデスクトップ ショートカットが作成されます。
  Microsoft Edge がインストール済みの場合は、このポリシーの影響はありません。

  チャネルに対してこのポリシーを構成しない場合、'インストール時にデスクトップ ショートカットの作成を禁止する (既定)' ポリシーの構成によって、Microsoft Edge のインストール時のショートカットの作成が決定されます。</string>
      <string id="TargetChannel_Extended_Stable_DropDown">拡張安定</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge でのブラウザーの同時実行エクスペリエンスを許可する</string>
      <string id="Explain_AutoUpdateCheckPeriod">自動更新チェックの間隔の最小時間 (分)。

このポリシーで値を 0 に設定すると、Microsoft Edge Update による定期的なネットワーク トラフィックがすべて無効になります。Microsoft Edge Update 自体が安定性とセキュリティに関する更新プログラムを受け取らなくなるため、これはお勧めしません。

この設定ではなく、"更新ポリシーのオーバーライドの既定値" とアプリケーションごとの "更新ポリシーのオーバーライド" 設定を使用して、アプリケーションの更新を管理する必要があります。</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 以降</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update で処理する方法について、すべてのチャネルを対象とした既定の動作を指定できます。これらの動作は、「更新ポリシーのオーバーライド」ポリシーを特定のチャネルに対して指定することによって、チャネルごとにオーバーライドすることができます。

  このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
   - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
   - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
   - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます
   - 更新を無効にする: 更新プログラムは適用されません。

  手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

  このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライド」ポリシーの指定に従って利用可能な更新プログラムを処理します。

  このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ利用できます。</string>
      <string id="Explain_WebView_AutoUpdate">WebView2 ランタイムに対して自動更新を有効にするかどうかを指定できます。WebView2 ランタイムは、アプリケーションが Web content. 
 自動更新を表示するために使用するコンポーネントです。WebView2 ランタイムの自動更新を無効にすると、このコンポーネントに依存するアプリケーションとの互換性の問題が発生する可能性があります。

 このポリシーを有効にした場合は、Microsoft Edge Update は、次のオプションの構成方法に従って WebView2 ランタイムの更新を処理します: 
 - 常に更新を許可する: 更新プログラムは自動的にダウンロードおよび適用されます
 - 更新プログラムが無効になっています。更新プログラムはダウンロードまたは適用されません

 このポリシーを有効にしないと、更新プログラムが自動的にダウンロードされ、適用されます。</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 以降</string>
      <string id="ProxyAutoDetect_DropDown">プロキシの設定を自動的に検出する</string>
      <string id="ProxyPacScript_DropDown">.pac プロキシ スクリプトを使用する</string>
      <string id="DownloadPreference_DropDown">キャッシュ可能なダウンロード URL</string>
      <string id="Name_ForceInstallsUser">強制インストール (ユーザーごと)</string>
      <string id="Explain_AllowSideBySideExperience">このポリシーを使用すると、ユーザーは Microsoft Edge (Edge HTML) と Microsoft Edge (Chromium ベース) を同時に実行できます。

このポリシーを "未構成" に設定した場合、Microsoft Edge (Chromium-based) 安定チャネルと 2019 年 11 月のセキュリティ更新プログラムをインストールすると、Microsoft Edge (Edge HTML) が Microsoft Edge (Chromium ベース) に置き換わります。これは、"無効" に設定した場合と同じ動作です。

"無効" に設定した場合、同時実行エクスペリエンスがブロックされ、Microsoft Edge (Chromium-based) 安定チャネルと 2019 年 11 月のセキュリティ更新プログラムをインストールすると、Microsoft Edge (Edge HTML) が Microsoft Edge (Chromium ベース) に置き換わります。これは、"未構成" に設定した場合と同じ動作です。

このポリシーを "有効" に設定した場合、Microsoft Edge (Chromium-based) をインストールすると、Microsoft Edge (Chromium-based) と Microsoft Edge (Edge HTML) を同時に実行できます。

このグループ ポリシーを有効するには、Windows Update による Microsoft Edge (Chromium-based) の自動インストールが行われる前に、ポリシーを構成する必要があります。注意: ​ユーザーは、Microsoft Edge (Chromium-based) Blocker Toolkit を使用して、Microsoft Edge (Chromium-based) の自動更新をブロックできます。

Windows 10 バージョン 20H2 の Microsoft Edge 従来版とサイド バイ サイドのブラウザ環境での起動はサポートされていません。</string>
      <string id="Explain_RemoveDesktopShortcut">このポリシーを [システム レベルのデスクトップ ショートカットを強制的に削除する] に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に、既存のシステム レベルの Microsoft Edge デスクトップ ショートカットがすべて削除されます。
  このポリシーを [システム レベルおよびユーザー レベルのデスクトップ ショートカットを強制的に削除する] に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に既存のシステム レベルの Microsoft Edge デスクトップ ショートカットがすべて削除され、ブラウザーの更新時に既存のユーザー レベルのデスクトップ ショートカットがすべて削除されます。これには、ユーザーが自分で作成した可能性のあるユーザー レベルのデスクトップ ショートカットが含まれます。
  このポリシーを構成しない場合、既存の Microsoft Edge デスクトップ ショートカットには何も起こりません。

  このポリシーをチャネルに構成しない場合、'既定の更新時にデスクトップへのショートカットを削除する' ポリシー構成でデスクトップへのショートカットを削除することが決定されます。</string>
      <string id="ProxyDisabled_DropDown">プロキシを使用しない</string>
      <string id="Pol_DefaultAllowInstallation">インストールの既定の動作を許可する</string>
      <string id="Pol_ProxyPacUrl">プロキシ .pac ファイルへの URL</string>
      <string id="Cat_Applications">アプリケーション</string>
      <string id="Explain_ProxyPacUrl">プロキシ自動構成 (PAC) ファイルの URL を指定できます。

このポリシーを有効にした場合、PAC ファイルの URL を指定して、特定の Web サイトを取得するために Microsoft Edge Update で適切なプロキシ サーバーを選択する方法を自動化できます。

このポリシーは、'プロキシサーバー設定の指定方法を選択する' ポリシーで手動プロキシ設定を指定した場合にのみ適用されます。

'プロキシサーバー設定の指定方法を選択する' ポリシーで手動以外のプロキシ設定を選択した場合は、このポリシーを構成しないでください。</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 以降</string>
      <string id="TargetChannel_Beta_DropDown">ベータ</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 以降</string>
      <string id="Explain_Preferences">Microsoft Edge Update に関する全般的なポリシーです。</string>
      <string id="Explain_WebView">WebView2 ランタイムの仕様ポリシー。</string>
      <string id="Explain_ProxyServer">Microsoft Edge Update で使用するプロキシ サーバーの URL を指定できます。

このポリシーを有効にすると、組織の Microsoft Edge Update で使用されるプロキシサーバーの URL を設定できます。

このポリシーは、'プロキシサーバー設定の指定方法を選択する' ポリシーで手動プロキシ設定を選択した場合にのみ適用されます。

'プロキシサーバー設定の指定方法を選択する' ポリシーで手動以外のプロキシ設定を選択した場合は、このポリシーを構成しないでください。</string>
      <string id="Explain_DefaultAllowInstallation">すべてのチャネルの既定の動作を指定して、ドメインに参加しているデバイスで Microsoft Edge を許可またはブロックできます。

特定のチャネルに対して 'インストールを許可する' ポリシーを有効にして、個々のチャネルでこのポリシーよりも優先させることができます。

このポリシーを無効にした場合、Microsoft Edge のインストールがブロックされます。これは、「インストールを許可する」ポリシーが [未構成] に設定されている場合の Microsoft Edge ソフトウェアのインストールにのみ影響します。

このポリシーによって、Microsoft Edge Update が実行できなくなったり、ユーザーが他の方法を使用して Microsoft Edge ソフトウェアをインストールできなくなったりすることはありません。

 このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ利用できます。</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 以降</string>
      <string id="TargetChannel_Stable_DropDown">安定</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">更新ポリシーのオーバーライドの既定値</string>
      <string id="Explain_ProxyMode">Microsoft Edge Update で使用されるプロキシサーバー設定を指定できます。

このポリシーを有効にした場合、次のプロキシ サーバー オプションから選択できます。
- プロキシサーバーを使用せず、常に直接接続することを選択した場合、他のすべてのオプションは無視されます。
- システム プロキシの設定を使用するか、プロキシ サーバーを自動検出するかを選択した場合、他のすべてのオプションは無視されます。
- 固定サーバー プロキシ モードを選択した場合は、'プロキシ サーバーのアドレスまたは URL' ポリシーでその他のオプションを指定できます。
- .pac プロキシ スクリプトを使用することを選択した場合は、スクリプトの URL を ' プロキシ .pac ファイルへの URL ' ポリシーで指定する必要があります。

このポリシーを有効にすると、組織のユーザーは Microsoft Edge Update でプロキシ設定を変更できなくなります。

このポリシーを無効にする場合、または構成しない場合は、プロキシ サーバー設定は構成されませんが、組織内のユーザーは Microsoft Edge Update に対して自分のプロキシ設定を選択できます。</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 以降</string>
      <string id="Pol_RemoveDesktopShortcut">更新時にデスクトップ ショートカットを削除する</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 以降</string>
      <string id="Name_UpdatesDisabled">更新を無効にする</string>
      <string id="Pol_RollbackToTargetVersion">ターゲット バージョンへのロールバック</string>
      <string id="Explain_WebView_Install">Lets you specify whether the WebView2 Runtime can be installed using Microsoft Edge Update.

  If you enable this policy, users can install the WebView2 Runtime through Microsoft Edge Update.

  If you disable this policy (or set it to 'Installs disabled'), users cannot install the WebView2 Runtime through Microsoft Edge Update.

  If you set this policy to Always allow Machine-Wide Installs but not Per-User Installs, the WebView2 Runtime will only be deployed machine-wide.

  If you set the policy to Force Installs (Machine-Wide), users can install the WebView2 Runtime to all machines where Microsoft Edge Update is pre-installed. Requires Microsoft Edge Update 1.3.155.43 or higher.

  If you don't configure this policy, the WebView2 Runtime will be installed through Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge Update を使用して Microsoft Edge のインストールと更新を制御するポリシーです。</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Microsoft Edge がインストールされているときにデスクトップ ショートカットを作成するすべてのチャネルの既定動作を指定できます。

このポリシーを [システム レベルのデスクトップへのショートカットを強制的に削除する] に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に、既存のシステム レベルの Microsoft Edge デスクトップ ショートカットがすべて削除されます。
  このポリシーを [システム レベルおよびユーザー レベルのデスクトップへのショートカットを強制的に削除する] に設定した場合、ブラウザーの更新時またはコンピューターの再起動時に既存のシステム レベルの Microsoft Edge デスクトップへのショートカットがすべて削除され、ブラウザーの更新時に既存のユーザー レベルのデスクトップへのショートカットがすべて削除されます。これには、ユーザーが自分で作成した可能性のあるユーザー レベルのデスクトップへのショートカットが含まれます。
  このポリシーを構成しない場合、既存の Microsoft Edge デスクトップへのショートカットには何も起こりません。</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">このポリシーを有効にした場合、更新チェックは毎日指定の時刻 (時:分) に停止され、一定の期間、更新チェックが行われなくなります (分単位)。この期間では夏時間が考慮されません。たとえば、開始時間が 22:00、期間が 480 分の場合、その期間内で夏時間の開始や終了が発生しても、更新は正確に 8 時間停止されます。

  このポリシーを無効にした場合または構成しなかった場合、更新チェックが一定期間停止されることはありません。</string>
      <string id="Name_UpdatesEnabled">常に更新を許可する (推奨)</string>
      <string id="Cat_ProxyServer">プロキシ サーバー</string>
      <string id="Pol_CreateDesktopShortcut">インストール時にデスクトップ ショートカットの作成を禁止する</string>
      <string id="Pol_AutoUpdateCheckPeriod">自動更新チェック期間のオーバーライド</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 以降</string>
      <string id="Pol_DefaultCreateDesktopShortcut">インストール時にデスクトップ ショートカットの作成を禁止する (既定)</string>
      <string id="Name_DeleteSystemDesktopShortcuts">システムレベルのデスクトップへのショートカットを強制的に削除する</string>
      <string id="Name_ECSCommunicationDisabled">実験および構成サービスとの通信を無効にする</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 以降</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 以降</string>
      <string id="Name_InstallsEnabled">常にインストールを許可する (推奨)</string>
      <string id="Explain_DownloadPreference">有効にした場合、Microsoft Edge Update サーバーでは、更新ペイロードのキャッシュ フレンドリな URL を応答として提供します。</string>
      <string id="Name_AutomaticUpdatesOnly">自動サイレント更新のみ</string>
      <string id="Pol_TargetVersionPrefix">ターゲット バージョンのオーバーライド</string>
      <string id="Pol_DownloadPreference">ダウンロード URL クラスのオーバーライド</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">自動更新チェックを停止する 1 日あたりの時間帯</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 以降</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">更新ポリシーのオーバーライド</string>
      <string id="Pol_ProxyServer">プロキシ サーバーのアドレスまたは URL</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge をインストールする場合に、デスクトップ ショートカットを作成する既定の動作をすべてのチャネルについて指定できます。

  このポリシーを有効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットが作成されます。
  このポリシーを無効にすると、Microsoft Edge がインストールされた場合にデスクトップ ショートカットは作成されません。
  このポリシーを構成しない場合は、インストール中に Microsoft Edge のデスクトップ ショートカットが作成されます。
  Microsoft Edge がインストール済みの場合は、このポリシーの影響はありません。</string>
      <string id="Name_DeleteAllDesktopShortcuts">システムレベルおよびユーザーレベルのデスクトップ ショートカットの強制削除</string>
      <string id="ProxyUseSystem_DropDown">システム プロキシ設定を使用する</string>
      <string id="Cat_Preferences">基本設定</string>
      <string id="Name_InstallsEnabledMachineOnly">常にコンピューター全体へのインストールが許可されますが、ユーザーごとのインストールは許可されません。</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge の更新</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">ドメインに参加しているデバイスに Microsoft Edge チャネルをインストールできるかどうかを指定します。

 チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、"インストールの既定の動作を許可する" ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [コンピュータ全体へのインストールを常に許可するが、ユーザーごとのインストールは許可しない] に設定した場合、"APP_NAME" はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーを [強制的にインストールする (ユーザーごと)] に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
  - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
  - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
  - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
  - 更新を無効にする: 更新プログラムは適用されません。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Microsoft Edge を更新するチャネルを指定します。

このポリシーを有効にすると、次のオプションの構成方法に従って Microsoft Edge がチャネルに更新されます。

- 安定: Microsoft Edge が最新の安定したバージョンに更新されます。
  - ベータ版: Microsoft Edge は最新のベータ版に更新されます。
  - Dev: Microsoft Edge は最新の開発バージョンに更新されます。
  -拡張安定: Microsoft Edge は、安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">ドメインに参加しているデバイスに Microsoft Edge チャネルをインストールできるかどうかを指定します。

 チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、"インストールの既定の動作を許可する" ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [コンピュータ全体へのインストールを常に許可するが、ユーザーごとのインストールは許可しない] に設定した場合、"APP_NAME" はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーを [強制的にインストールする (ユーザーごと)] に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
  - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
  - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
  - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
  - 更新を無効にする: 更新プログラムは適用されません。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Microsoft Edge を更新するチャネルを指定します。

このポリシーを有効にすると、次のオプションの構成方法に従って Microsoft Edge がチャネルに更新されます。

- 安定: Microsoft Edge が最新の安定したバージョンに更新されます。
  - ベータ版: Microsoft Edge は最新のベータ版に更新されます。
  - Dev: Microsoft Edge は最新の開発バージョンに更新されます。
  -拡張安定: Microsoft Edge は、安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">ドメインに参加しているデバイスに Microsoft Edge チャネルをインストールできるかどうかを指定します。

 チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、"インストールの既定の動作を許可する" ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [コンピュータ全体へのインストールを常に許可するが、ユーザーごとのインストールは許可しない] に設定した場合、"APP_NAME" はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーを [強制的にインストールする (ユーザーごと)] に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
  - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
  - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
  - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
  - 更新を無効にする: 更新プログラムは適用されません。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Microsoft Edge を更新するチャネルを指定します。

このポリシーを有効にすると、次のオプションの構成方法に従って Microsoft Edge がチャネルに更新されます。

- 安定: Microsoft Edge が最新の安定したバージョンに更新されます。
  - ベータ版: Microsoft Edge は最新のベータ版に更新されます。
  - Dev: Microsoft Edge は最新の開発バージョンに更新されます。
  -拡張安定: Microsoft Edge は、安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">ドメインに参加しているデバイスに Microsoft Edge チャネルをインストールできるかどうかを指定します。

 チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、"インストールの既定の動作を許可する" ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [強制的にインストールする (ユーザーごと)] に設定した場合、Microsoft Edge Update が事前にユーザーごとにインストールされている場合は、"APP_NAME" は基本的にユーザーごとにコンピューター全体に展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
  - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
  - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
  - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
  - 更新を無効にする: 更新プログラムは適用されません。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Microsoft Edge を更新するチャネルを指定します。

このポリシーを有効にすると、次のオプションの構成方法に従って Microsoft Edge がチャネルに更新されます。

- 安定: Microsoft Edge が最新の安定したバージョンに更新されます。
  - ベータ版: Microsoft Edge は最新のベータ版に更新されます。
  - Dev: Microsoft Edge は最新の開発バージョンに更新されます。
  -拡張安定: Microsoft Edge は、安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">ドメインに参加しているデバイスに Microsoft Edge チャネルをインストールできるかどうかを指定します。

 チャネルに対してこのポリシーを有効にしても、Microsoft Edge のインストールはブロックされません。

  チャネルに対してこのポリシーを無効にすると、Microsoft Edge のインストールがブロックされます。

  チャネルに対してこのポリシーを構成しなかった場合、"インストールの既定の動作を許可する" ポリシーの構成に従って、ユーザーが Microsoft Edge の該当するチャネルをインストールできるかどうかが決まります。

このポリシーを [コンピュータ全体へのインストールを常に許可するが、ユーザーごとのインストールは許可しない] に設定した場合、"APP_NAME" はコンピューター全体でのみ展開されます。

このポリシーを強制的にインストール (コンピューター全体) に設定した場合、"APP_NAME" は、Microsoft Edge Update が事前にインストールされている場合にのみ、コンピューター全体で展開できます。Microsoft Edge Update 1.3.155.43 以上が必要です。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge で利用できる更新プログラムを Microsoft Edge Update でどのように処理するかを指定します。

このポリシーを有効にした場合、Microsoft Edge Update では、以下のオプションの構成方法に従って Microsoft Edge の更新プログラムを処理します。
  - 常に更新を許可する: 定期的な更新チェックまたは手動更新チェックで検出された場合に、更新プログラムを必ず適用します。
  - 自動サイレント更新のみ: 更新プログラムは、定期的な更新チェックで検出された場合にのみ適用されます。
  - 手動更新のみ: 更新プログラムは、ユーザーが実行した手動更新チェックで検出された場合にのみ適用されます (アプリによっては、このオプション用のインターフェイスがない場合もあります)
  - 更新を無効にする: 更新プログラムは適用されません。

手動更新を選択した場合は、アプリの手動更新メカニズムを使用して、必ず定期的に更新プログラムをチェックしてください (手動更新メカニズムが利用できる場合)。更新を無効にした場合は、定期的に更新プログラムをチェックして、ユーザーに配布してください。

このポリシーを有効にせず、構成しなかった場合、Microsoft Edge Update では、「更新ポリシーのオーバーライドの既定値」ポリシーの指定に従って利用可能な更新プログラムを処理します。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136406 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Microsoft Edge を更新するチャネルを指定します。

このポリシーを有効にすると、次のオプションの構成方法に従って Microsoft Edge がチャネルに更新されます。

- 安定: Microsoft Edge が最新の安定したバージョンに更新されます。
  - ベータ版: Microsoft Edge は最新のベータ版に更新されます。
  - Dev: Microsoft Edge は最新の開発バージョンに更新されます。
  -拡張安定: Microsoft Edge は、安定版よりも長いリリース頻度に従って、最新の拡張安定版に更新されます。詳細については、https://go.microsoft.com/fwlink/?linkid=2163508 を参照してください。

このポリシーを構成しなかった場合、Microsoft Edge は既定のチャネルで利用可能な最新バージョンに更新されます。

このポリシーは、Microsoft ® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">このポリシーを有効にして自動更新を有効にすると、Microsoft Edge はこのポリシー値で指定されたバージョンに更新されます。

ポリシー値は、83.0.499.12 のように、特定の Microsoft Edge のバージョンである必要があります。

デバイスに指定の値より新しいバージョンの Microsoft Edge がある場合、Microsoft Edge は新しいバージョンのままとなり、指定されたバージョンにダウングレードされることはありません。

指定されたバージョンが存在しない場合、または正しく書式設定されていない場合、Microsoft Edge は現在のバージョンのままとなり、将来のバージョンに自動的に更新されません。

詳細については、https://go.microsoft.com/fwlink/?linkid=2136707 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge Update では、Microsoft Edge のインストールを「ターゲット バージョンのオーバーライド」で指定されたバージョンへとロールバックすることを指定します。

このポリシーは、「ターゲット バージョンのオーバーライド」が設定され、「更新ポリシーのオーバーライド」がオン状態 (常に更新を許可する、自動サイレント更新のみ、手動更新のみ) のいずれかに設定されていない限り、何の効果もありません。

このポリシーを無効にするか、構成しない場合、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも高いバージョンのインストールはそのまま残ります。

このポリシーを有効にすると、「ターゲット バージョンのオーバーライド」で指定されたバージョンよりも新しいバージョンのインストールが対象バージョンにダウングレードされます。

最新のセキュリティ更新プログラムによる保護を確実にするために、ユーザーは最新バージョンの Microsoft Edge ブラウザーをインストールすることをお勧めします。以前のバージョンにロールバックすると、既知のセキュリティ問題にさらされるリスクがあります。このポリシーは、Microsoft Edge ブラウザー更新の問題に対処するための一時的な修正として使用することを目的としています。

ブラウザーのバージョンを一時的にロールバックする前に、組織内のすべてのユーザーに対して同期 (https://go.microsoft.com/fwlink/?linkid=2133032) をオンにすることをお勧めします。同期をオンにしない場合、閲覧データが永久に失われるリスクがあります。このポリシーは自己責任でご利用ください。

注: ロールバックに使用できる安定したチャネルのバージョンは、https://aka.ms/EdgeEnterprise で確認できます。

このポリシーは、Microsoft Edge バージョン 86 以降に適用されます。

詳細については、https://go.microsoft.com/fwlink/?linkid=2133918 を参照してください。

このポリシーは、Microsoft® Active Directory® ドメインに参加している Windows インスタンスでのみ使用できます。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">更新チェックの間隔 (分)</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">時</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">分</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">期間</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">要求するダウンロード URL の種類</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">プロキシサーバー設定の指定方法を選択する</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>プロキシ サーバーのアドレスまたは URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>プロキシ .pac ファイルへの URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>ターゲット バージョン</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">実験および構成サービスとのアップデーターの通信を制御する</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">ターゲット チャネル
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">インストール ポリシー</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">インストール ポリシー</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>